Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: ferns are some of the oldest surviving organisms on earth as they were around when dinosaurs walked on our planet .
af: varings is van die oudste oorlewende organismes op aarde aangesien hulle al hier was to die dinosourusse op ons planeet geloop het !

source: a fossilised footprint can tell lots of things about a prehistoric animal such as how much it weighed how big it was and even what speed it was running at !
af: 'n versteende voetspoor kan ons baie leer oor prehistoriese diere soos hoeveel dit geweeg het hoe groot dit was en selfs hoe vinnig dit kon hardloop .

source: have you perhaps seen the body of a dead bird ?
af: het jy al die liggaam van 'n dooie vo&#235;l gesien ?

source: dogs flies ants and beetles all take away the parts of the body .
af: honde vlie&#235; miere en kewers dra dele van die liggaam weg .

source: the wind blows away the feathers and soon there is nothing left to see .
af: die wind waai die vere weg en na 'n kort rukkie is daar niks oor om te sien nie .

source: but sometimes it does not happen like that .
af: soms gebeur dit nie so nie .

source: imagine an animal died in a river .
af: verbeel jou die dier het in 'n rivier doodgegaan .

source: there was a flood and the river quickly covered the body with sand .
af: daar was 'n vloed en die rivier het die liggaam vinnig met sand bedek .

source: in years after that more floods brought more sand and put it on top .
af: in die jare daarna het meer vloede meer sand afgebring en dit bo op neergesit .

source: the heavy sand pressed down on the bottom sediments .
af: die swaar sand druk af op die onderste sediment .

source: slowly the bottom sediments became sedimentary rock .
af: stadig maar seker word die onderste sediment afsettingsgesteentes .

source: let's try make our own model to understand how fossils are formed in sedimentary rock !
af: kom ons probeer ons eie model maak om te verstaan hoe fossiele in afsettingsgesteentes gevorm word .

source: how are fossils formed? http www.youtube.com watch?v tvwplwoo9te&amp;feature youtu.be
af: hoe word fossiele gevorm. http www.youtube.com watch?v tvwplwoo9te&amp;feature youtu.be

source: fossil hunters look for fossils in sedimentary rock .
af: fossielsoekers soek fossiele in afsettingsgesteentes .

source: they never know whether they will find a fossil or not .
af: hulle weet nooit of hulle 'n fossiel sal kry of nie .

source: they have to split open the rock layers to see any fossil .
af: hulle moet die rots oopskeur om te kyk of daar fossiele is .

source: you are going to make a model of some rock that you will split open .
af: jy gaan 'n model van 'n rots maak wat jy sal oop forseer .

source: you will need to mix the plaster of paris and get it ready for the learners .
af: jy moet gips aanmaak en dit gereed kry vir die leerders .

source: show the learners how you do it because this is part of their technology knowledge in the processing strand .
af: wys jou leerders hoe om dit te doen want dit is deel van hulle tegnologiekennis in die verwysingsafdeling .

source: mix enough for two or three groups at a time because it starts to set harden quite soon after you add the water .
af: maak genoeg vir twee of drie groepe om gelyk te gebruik want dit begin vinnig hard word nadat jy water bygegooi het .

source: if you cannot get plaster of paris then get screed mix from a building supply shop .
af: as jy nie gips kan kry nie kan jy gidspleister by 'n hardewarewinkel kry .

source: this is cement mixed with very fine sand .
af: dit is sement wat met fyn sand gemeng is .

source: another material you can use is putty also from a building supply shop or hardware store .
af: jy kan ook stopverf gebruik wat ook by 'n hardewarewinkel beskikbaar is .

source: mix cement powder or polyfilla with the putty to make it harden quickly .
af: meng sementpoeier of polyfilla met die stopverf om dit vinnig te laat hard word .

source: a fourth material you can use is salt dough .
af: jy kan ook soutdeeg gebruik .

source: you mix a cup of cake flour with half a cup of water and add a teaspoon of salt .
af: meng 'n koppie koekmeelblom met 'n koppie water en gooi 'n teelepel soutby .

source: mix the flour and water until you have a stiff dough that you can shape .
af: meng die meel en water totdat jy 'n stywe deeg het wat jy kan vorm .

source: finally a material you can use is river clay; make it stiff so that it can keep the shape of a bone or leaf .
af: as 'n laaste opsie kan jy rivierklei gebruik; maak dit styf sodat dit die vorm van die been of blaar kan aanneem .

source: let it harden in the sunshine .
af: laat dit buite in die son hard word .

source: each group must make a model rock with a fossil .
af: elke groep moet 'n model van 'n rots maak met 'n fossiel in .

source: of course it's much more fun if every child can make his or her own fossil so try to arrange the lesson for this to happen .
af: natuurlik is dit meer pret as elke kind sy haar eie fossiel maak probeer dus die les so re&#235;l dat almal dit kan doen .

source: day one
af: dag een

source: note that the mould has been turned upside down to get this out .
af: let op dat die vorm onderstebo gedraai moet word om dit uit te kry .

source: look carefully at the cast and try to draw the leaf or the bone as it really was .
af: kyk versigtig na die gietvorm en probeer die blaar of been teken soos dit regtig was .

source: try to work out what kind of plant the leaf came from or what kind of animal the bone came from .
af: probeer uitwerk van watter soort plant die blaar kom of van watter soort dier die been kom .

source: is the cast the shape really a bone or really a leaf ?
af: is die gietvorm die vorm regtig 'n been of regtig 'n blaar ?

source: no it has kept the shape of the bone or leaf .
af: nee dit het die vorm van die been of blaar aangeneem. vorm

source: do you remember learning about plaster of paris in the second term in matter and materials ?
af: onthou jy wat jy oor gips geleer het in die tweede kwartaal in materie en stowwe ?

source: what properties of plaster of paris make it useful in this activity ?
af: watter eienskappe van gips maak dit 'n goeie stof om te gebruik in die aktiwiteit ?

source: the plaster of paris is wet and soft when you first mix the powder and water together .
af: die gips is eers nat en sag wanneer jy die poeier en die water meng .

source: this is useful as it allows you to mould the plaster of paris around the bone like the mud from long ago would have done .
af: dit kan gebruik word aangesien die gips om die been vorm soos die modder van lank gelede sou doen .

source: the plaster of paris then sets and becomes very hard just as the mud and rock did over time .
af: die gips word dan baie hard net soos die modder en rots oor tyd gedoen het .

source: this is useful as it forms a cast of the bone which is hard and set .
af: dit is nuttig aangesien dit die gietvorm van die been vorm wat hard geword het .

source: now that you have seen you an impression of an object can be made by using plaster of paris let's have a closer look at how a dinosaur fossil was made millions of years ago .
af: noudat jy 'n afdruk van 'n voorwerp gesien het wat deur gips gemaak is kom ons kyk hoe 'n dinosourus se fossiel miljoene jare gelede gemaak is .

source: look at the pictures below and read the explanations for each stage of the fossil formation process .
af: kyk na die prentjie hieronder en lees die verduideliking vir elke stap in die proses van fossielvorming .

source: long long ago a dinosaur dies on the banks of a river such as this triceratops in the picture .
af: lank lank gelede het 'n dinosourus op die oewer van 'n rivier gesterf soos die triceratops in die prentjie .

source: fossilisation video http www.youtube.com watch?v g4jm2t3nhpa
af: fossilisering video goo.gl b906z

source: we have seen many different fossils so far in this chapter .
af: ons het al 'n klomp verskillende fossiele in die hoofstuk gesien .

source: these fossils can be divided into two groups
af: fossiele kan in twee groepe verdeel word

source: a body fossil shows you the shape of the body of the plant or animal .
af: 'n liggaamsfossiel wys jou die vorm van die liggaam van die plant of dier .

source: body fossils include teeth bones shells stems leaves and seeds .
af: liggaamsfossiele sluit tande bene skulpe stingels blare en sade in .

source: sometimes an animal left only a sign that it has been there .
af: soms het 'n dier net 'n teken gelos dat hy daar was .

source: for example if you walk across wet cement you might leave a footprint which will be preserved in the cement when it hardens .
af: wanneer jy byvoorbeeld oor nat sement stap los jy jou voetspoor wat in die sement behoue gaan bly wanneer dit hard word .

source: some ancient animals like dinosaurs may have walked across wet mud and left footprints in the mud like in the picture below .
af: sommige antieke diere soos dinosourusse het oor nat modder geloop en hulle voetspore in die modder gelos soos in die prentjie hieronder .

source: the dinosaur leaves a trace behind .
af: die dinosourus los 'n spoor agter .

source: over millions of years this footprint can be preserved and become a trace fossil .
af: oor miljoene jare bly hierdie voetspoor behoue en word 'n spoorfossielgevorm .

source: use the diagram below as well as your previous knowledge of how sedimentary rock forms to write captions for each stage of the formation of a trace fossil .
af: gebruik die diagram hieronder en jou voorkennis oor hoe afsettingsgesteentes vorm om opskrifte vir elkeen van die fases in die vorming van spoorfossiele te skryf .

source: trace fossils were also made from animals nests eggs and droppings .
af: spoorfossiele kan ook van diere se neste eiers en mis gemaak word .

source: a body fossil would be in the form of the organism that has fossilised .
af: 'n liggaamsfossiel sal in die vorm van die organisme wat versteen het wees .

source: a trace fossil indicates evidences other than a fossilised body part that indicates the existence of an organism such as burrows trails eggs nests and fecal matter dinosaur poop .
af: 'n spoorfossiel is 'n bewys anders as 'n versteende liggaamsdeel dat 'n organisme bestaan het soos l&#234;plekke gate sleepsels of spore eiers neste en ontlasting dinosourus se mis .

source: some fossils of ancient organisms look similar to plants and animals that are alive today .
af: sommige fossiele van ou organismes lyk baie soos plante en diere wat vandag nog leef .

source: did you know that south africa is world famous when it comes to important fossil finds .
af: het jy geweet dat suid afrika w&#234;reldbekend is wanneer dit by die ontdekking van fossiele kom ?

source: south africa has a very rich fossil record of plants animals and early humans .
af: suid afrika het 'n baie ryk fossielrekord van plante diere en vroe&#235; mense .

source: let's take a look at some of these .
af: kom ons kyk na 'n paar voorbeelde hiervan .

source: do you know of any important fossil findings in your area ?
af: weet jy van enige belangrike fossiele wat in jou gebied ontdek is ?

source: if so write it down below .
af: as jy van fossiele in jou gebied weet skryf dit hieronder neer .

source: if not find out where the nearest fossil finding is to you and write it down .
af: indien nie vind uit waar die naaste fossiel aan jou ontdek is en skryf dit neer .

source: some of the most ancient fossils that are known to exist were found in rocks in barberton area in mpumalanga .
af: sommige van die mees antieke fossiele waarvan ons weet is in rotse in die barberton area in mpumalanga gekry .

source: do you know where this is in south africa ?
af: weet jy waar in suid afrika dit is ?

source: look it up on a map !
af: soek dit op 'n kaart !

source: these fossils are more than 3000 million years old !
af: hierdie fossiele is meer as 3000 miljoen jaar oud !

source: that is very very old .
af: dit is baie baie oud .

source: they look like blue green bacteria .
af: hulle lyk soos blou groen bakterie&#235; .

source: do you remember when we discussed microorganisms in the soil in chapter 2 ?
af: onthou jy ons het mikro organismes wat in die grond is bestudeer in hoofstuk 2 ?

source: bacteria are a kind of microorganism .
af: bakterie is een tipe morko organisme .

source: what is bacteria? video http www.youtube.com watch?v icwlf9lccnk
af: wat is bakterie&#235;? video http www.youtube.com watch?v icwlf9lccnk

source: what do you know about bacteria so far ?
af: wat weet jy van bakterie&#235; tot dusver ?

source: go on a fact finding adventure to see if you can find just two more facts about bacteria .
af: gaan op 'n avontuurlike feitesending en kyk of jy nog twee feite oor bakterie&#235; kan uitvind .

source: think about where you find bacteria if they are good or bad for humans and what they look like .
af: dink aan waar mens bakterie&#235; kry of dit goed of sleg is vir mense en hoe hulle lyk .

source: can you name any other kind of bacteria ?
af: kan jy die name van enige ander soorte bakterie&#235; kry ?

source: learners can mention for example that bacteria make up a large group of microorganisms and each is made up of only one cell .
af: leerders kan byvoorbeeld s&#234; dat bakterie&#235; 'n groot groep mikro organismes is en elkeen bestaan uit net een sel .

source: bacteria are everywhere in our food in the soil and even in our bodies .
af: bakterie&#235; is oral in ons kos in die grond en selfs in ons liggame .

source: they are microscopic which means they are very small and you can only see the individual bacterial cells under a microscope .
af: hulle is mikroskopies en dit beteken dat hulle baie klein is en dat mens hiedie enkelsel bakterie&#235; net onder die lens van 'n mikroskoop kan sien .

source: some bacteria are helpful while some can cause disease .
af: sommige bakteri&#235; is nuttig terwyl ander siektes kan veroorsaak .

source: do you know where grahamstown is in the western cape ?
af: weet jy waar grahamstad in die oos kaap is ?

source: grahamstown is famous in the archaeological world for having some of the oldest and best preserved fossils of early plants from millions of years ago .
af: grahamstad is bekend in die argeologiese w&#234;reld omdat dit van die oudste en bes bewaarde fossiele van die vroegste plante van miljoene jare gelede het .

source: look at the shape of africa and south america on the classroom globe .
af: kyk na die vorm van afrika en suid afrika op die klas se aardbol .

source: the shapes could fit together like in this picture below .
af: die vorms kan saampas soos in die prentjie hieronder .

source: this diagram shows how scientists think the continents of earth used to look millions and millions of years ago .
af: die diagram wys hoe wetenskaplikes dink die vastelande van die aarde miljoene en miljoene jare gelede gelyk het .

source: this was called pangaea .
af: dit is pangaea genoem .

source: a south african scientist thought that perhaps africa and south america had been joined together long ago .
af: 'n suid afrikaanse wetenskaplike het gedink dat afrika en suid amerika moontlik baie jare gelede aan mekaar vas was .

source: but nobody knew if this was true .
af: niemand het egter geweet of dit waar was nie .

source: then scientists found fossils of a plant called glossopteris in rocks in south africa and they found fossils of the same plant in south america .
af: wetenskaplikes het toe fossiele van plante wat glossopteris genoem word in rotse in suid amerika en in suid afrika gevind .

source: this made more people think that perhaps africa and south america were once joined very long ago .
af: dit het veroorsaak dat meer mense gedink het dat afrika en suid amerika eens op 'n tyd aan mekaar vas was .

source: the image below shows how scientists think the plant glossopteris used to grow in the world in the dark green .
af: in die prentjie hieronder wys die donkergroen dele hoe wetenskaplikes dink die plant glossopteris oor die w&#234;reld gegroei het .

source: which number represents south america and which number represents africa today ?
af: watter nommer verteenwoordig suid amerika en watter nommer verteenwoordig afrika vandag ?

source: the number 1 represents south america and 2 represents africa .
af: suid amerika 1 afrika 2

source: do you think this fossil of glossopteris leaves is a trace or body fossil ?
af: dink jy die fossiel van glossopteris blare is spoor of liggaamsfossiele ?

source: this is a body fossil as the leaf was covered in mud and then over time turned into a fossil .
af: dit is 'n liggaamsfossiel aangesien die blaar met modder bedek was en dan oor tyd in 'n fossiel verander het .

source: it is not an imprint but the actual hard part of the plant has been preserved .
af: dit is nie 'n afdruk nie; die werklike harde deel van die plant het behoue gebly .

source: fossils of dinosaurs have been found all over the world .
af: fossiele van dinosourusse is oral oor die w&#234;reld gevind .

source: but one of the best places in the whole world is the sedimentary rock in the drakensberg mountains and the maluti mountains in southern africa .
af: een van die beste plekke in die w&#234;reld om fossiele te vind is die afsettingsgesteentes in die drakensberge en die maluti berge in suidelike afrika .

source: where are the drakensberg mountains located in south africa ?
af: waar in suid afrika is die drakensberge ?

source: write down the provinces' names .
af: skryf die provinsies se name neer .

source: the drakensberg are located mostly in kwa zulu natal and mpumalanga .
af: meestal in kwa zulu natal maar ook in mpumalanga .

source: reptiles came before mammals .
af: reptiele het voor soogdiere bestaan .

source: however the fossil record shows us some animals which were similar to mammals as we know them today but they were actually reptiles .
af: die rekord van fossiele wys egter dat daar diere was wat soortgelyk aan die soogdiere wat ons vandag ken was alhoewel hulle eintlik reptiele was .

source: they were in between !
af: hulle was 'n tussen in spesie .

source: they are called therapsids .
af: hulle word therapsiede genoem .

source: fossils of these animals have been found in the karoo in south africa .
af: fossiele van die diere is in die karoo in suid afrika gevind .

source: where is the karoo ?
af: waar is die karoo ?

source: a town in the karoo is graaff reinet .
af: graaf reinet is 'n dorp in die karoo .

source: find this town on the classroom globe .
af: soek hierdie dorp op die klaskamer se aardbol .

source: find it on a map .
af: soek dit op 'n kaart .

source: name some other towns found in the karoo .
af: noem 'n paar ander dorpe in die karoo .

source: somerset east willlowmore jansenville aberdeen
af: somerset oos willowmore jansenville aberdeen .

source: this fish that was caught in the sea near east london .
af: jy sal 'n vis sien wat in die see naby oos londen gevang is .

source: the fish is called a coelacanth .
af: die vis is 'n selekant .

source: finding the coelacanth video http www.youtube.com watch?v 4jl txxyqea
af: vind die selekant video goo.gl pu6ia

source: scientists from other countries rushed to south africa to see this coelacanth fish .
af: wetenskaplikes van ander lande het na suid afrika gestroom om die selekant te sien .

source: they could not believe that any coelacanths still lived in the sea .
af: hulle kon nie glo dat enige selekante nog in die see lewe nie .

source: the scientists knew about coelacanths because they had studied their fossils in england and germany but the fossils were 80 million years old .
af: die wetenskaplikes het geweet van die selekant omdat hulle fossiele van die vis in engeland en duitsland bestudeer het maar die fossiele was 80 miljoen jaar oud .

source: the scientists thought that coelacanths had all died millions of years ago !
af: wetenskaplikes het gedink dat die selekant miljoene jare gelede uitgesterf het .

source: we now call coelacanths living fossils !
af: ons noem die selekant nou 'n lewende fossiel .

source: how is this fish different from other fish ?
af: hoe is die vis anders as ander visse ?

source: look at its tail and its front fins .
af: kyk na sy stert en voorste vinne .

source: the tail is thick and fleshy .
af: die stert is dik en vlesig .

source: four of the fins have flesh and scales on them; they look almost like legs .
af: vier van die vinne het vlees en skubbe op hulle; dit lyk amper soos bene .

source: scientists who had studied the fossils wondered about these legs .
af: wetenskaplikes wat hierdie fossiele bestudeer het het gewonder oor hierdie bene .

source: they wondered whether this fish was the ancestor of four legged animals that live on land .
af: hulle het gewonder of die vis die voorloper van vierbeenlanddiere was .

source: coelacanth discoveries video http www.youtube.com watch?v xr6yyudoabw
af: ontdekking van die selekant. video goo.gl clyvx

source: the cradle of humankind is a world heritage site .
af: die wieg van die mensdom is 'n w&#234;relderfenisgebied .

source: it is called the cradle of humankind as many people and scientists now believe that this was where humans first evolved .
af: dit word die wieg van die mensdom genoem omdat baie mense en wetenskaplikes nou glo dat dit is waar die mens eerste ontwikkel het .

source: the birthplace of humans is right in our country !
af: die geboorteplek van mense is in ons land !

source: what does it mean if a place is a world heritage site ?
af: wat beteken dit as 'n plek 'n w&#234;relderfenisgebied is ?

source: find out and write your answer below .
af: vind uit en skryf jou antwoord hieronder neer .

source: it is a natural or man made site area or structure recognised as being very important internationally and must therefore be protected .
af: dit is 'n natuurlike of mensgemaakte gebied of struktuur wat internasionaal as baie belangrik beskou word en daarom beskerm moet word .

source: the cradle of humankind is found in maropeng just outside of johannesburg in gauteng .
af: die wieg van die mensdom is in maropeng net buite johannesburg in gauteng .

source: the name maropeng a setswana word means return to place of origin .
af: die naam maropeng 'n setswana woord beteken keer terug na die plek van oorsprong .

source: altogether there are 15 major fossil sites in the cradle of humankind .
af: daar is altesaam 15 groot terreine met fossiele in die wieg van die mensdom .

source: the sterkfontein caves is the most famous .
af: die sterkfonteingrotte is die bekendste .

source: swartkrans and bolt farm are also sites at cradle of humankind where fossils have been found .
af: swartkrans en bolt plaas is ook terreine in die wieg van die mensdom waar fossiele gevind is .

source: the cradle of humankind website http www.cradleofhumankind.co.za
af: die wieg van die mensdom se webtuiste. goo.gl zdku7

source: the fossils of mrs ples' and little foot' were both discovered at maropeng .
af: die fossiele van mev .

source: thousands of hominid fossils hominids are human ancestors as well as plants and animals have also been discovered there .
af: ples en little foot is albei by maropeng gevind saam met duisende mensagtige hominiede fossiele wat mense se voorgangers is sowel as plant en dierfossiele .

source: use the information above on the cradle of humankind to answer the questions below .
af: gebruik die inligting hierbo oor die wieg van die mensdom om hierdie vrae te beantwoord .

source: why is the cradle of humankind famous ?
af: waarom is die wieg van die mensdom bekend ?

source: important fossils in the history of mankind have been found there .
af: belangrike fossiele oor die geskiedenis van die mensdom is daar gevind .
